IDEA StatiCa Open Model
CheckResWeld.Items Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 In case of presentation of groups plates (uncoiled beams)
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<int> Items { get; set; }
Public Property Items As List(Of Integer)
	Get
	Set
public:
property List<int>^ Items {
	List<int>^ get ();
	void set (List<int>^ value);
}
Property Value
Type: List<Int32>
See Also
Reference
CheckResWeld Class
IdeaRS.OpenModel.Connection Namespace